---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.IdentityData
source: html/92853c7a-85ea-7ef6-4b4b-1d34c35bcdaa.htm
---
# Autodesk.Revit.DB.GroupTypeId.IdentityData Property

Identity Data.

## Syntax (C#)
```csharp
public static ForgeTypeId IdentityData { get; }
```